Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: I didn' t charge you extra for them.
ru: Я не возьму с вас больше денег.

source: Okay, um... it' s okay, I guess.
ru: Пусть будет так.

source: How much do I owe you, Sy?
ru: Сколько я вам должна?

source: Uh, 30. 06, but let' s just call it an even 30.
ru: Но пусть будет просто 30.

source: All right, thanks.
ru: Хорошо.

source: You know, we have a special gift for birthday boys.
ru: У меня есть особый подарок для именинника.

source: Birthday boys get a free camera.
ru: Именинник получает бесплатный фотоаппарат.

source: You' re welcome, buddy.
ru: Пожалуйста, приятель.

source: We' re taking Jake to Six Flags this weekend, so...
ru: Мы сами не могли бы позволить купить ему такой подарок...

source: I' il see you very soon.
ru: Скоро увидимся.

source: - Come on, Jake.
ru: - До свидания.

source: See ya, Jake.
ru: Пока, Джейк.

source: Good night, A. J.
ru: Доброй ночи, Эй Джейк.

source: Oh, look at this.
ru: Ну вот, просто отлично.

source: This is a great shot.
ru: Ты только посмотри, отличный снимок.

source: - I remember that.
ru: О, вот это я помню.

source: Oh, you guys are so cute.
ru: Вы тут такие хорошенькие.

source: Okay, this one' s going into the trash.
ru: А вот эту я отправлю в корзину.

source: Look at your face.
ru: Это же классика.

source: That' s a classic.
ru: Отдай мне её.

source: No, you' re not getting it back.
ru: Нет, я тебе не отдам.

source: Will, I' m serious.
ru: Я не шучу.

source: Better give it to her.
ru: - Не отдавай.

source: She' s serious.
ru: - Давай отдадим.

source: Hey, how' d this one get in here?
ru: А это что за тип?

source: - Oh, that' s Sy.
ru: - Сэймур?

source: Sy, the photo guy.
ru: - Работник фотолаборатории.

source: Sy took it to finish off the roll.
ru: Он отснял последний кадр, чтобы закончить плёнку.

source: I get you anything else, Sy?
ru: Вам ещё что- нибудь принести?

source: Just the check' s fine.
ru: Нет, спасибо, просто рассчитайте меня.

source: What you got there, family photos?
ru: Семейные фотографии?

source: You mind if I take a look?
ru: Не против, если я посмотрю?

source: Mmm, these are beautiful.
ru: Красиво.

source: That' s a good shot.
ru: Отличный снимок.

source: That' s my little nephew, Jake.
ru: Да, это мой маленький племянник Джейк.

source: He' s a handsome boy.
ru: Симпатичный мальчик.

source: Isn' t he?
ru: Правда же?

source: Well, you must be his favorite uncle then.
ru: Вы наверно его любимый дядя.

source: Sure I can' t get you no more coffee then?
ru: Может вам ещё кофе принести?

source: I' m fine, thanks.
ru: Да нет, спасибо, мне уже хватит.

source: Have a nice night now.
ru: Доброй ночи.

source: What, pookie?
ru: Что, сладкий?

source: I feel bad for someone.
ru: Мне кое- кого жалко.

source: Somebody at school?
ru: Кого- то в школе?

source: What do you mean, you feel bad?
ru: А что значит жалко?

source: When someone seems sad... they don' t have any friends... and people make fun of' em... that makes me feel bad for them.
ru: Поэтому мне его жалко.

source: Who is sad and doesn' t have any friends?
ru: У кого это совсем нет друзей?

source: Sy.
ru: У Сэя.

source: Sy?
ru: Сэя?

source: The photo guy at the one hour place?
ru: У того парня из фотолаборатории?

source: Oh, Jake.
ru: Джейк.

source: I really feel bad for him.
ru: А тебе разве его не жалко?

source: But Jake... we don' t know that Sy is sad.
ru: Мы не знаем, что Сэю грустно.

source: We really don' t know that much about him, you know?
ru: Мы ведь почти совсем его не знаем.

source: I mean, he might even have a lot of friends.
ru: У него может быть очень много друзей.

source: He probably has a girlfriend and -- and a mommy and a daddy who love him.
ru: И наверно у него есть подружка и мама с папой, которые любят его.

source: That is so sweet of you to think of somebody else like that, you know?
ru: Это так великодушно с твоей стороны так о ком- то думать.

source: Listen, Jake... not everybody is as lucky as we are.
ru: Не все люди такие, как мы.

source: But maybe if we send them good thoughts... we' il make them feel better.
ru: Но возможно, если мы будем посылать им добрые мысли, им станет лучше.

source: I bet the next time we see Sy... he won' t seem so sad.
ru: Уверена, что в следующий раз, когда мы увидим Сэя, он не будет казаться таким грустным.

source: You have to go to sleep, pookie.
ru: А теперь сладенько спи, малыш.

source: Good night.
ru: - Спокойной ночи.

source: How -- How do you think we pay for all this?
ru: Ну и как, по- твоему, мы со всем этим расплатимся?

source: I' m just asking you.
ru: Я тебя спрашиваю.

source: What do you think... there' s a money fairy that comes and slips an envelope under my pillow every month?
ru: По- твоему, у меня каждый месяц под подушкой оказывается конверт с деньгами?

source: What are you even talkin 'about?
ru: Да о чём ты вообще?

source: Well -- Well, how -- All of this stuff... the new Mercedes, the matching washer and dryer... the fucking Jil Sander blouse you have on now -- how?
ru: На какие деньги, мать твою, ты наняла автобус?

source: I love you, Nina.
ru: Я люблю тебя, Нина, правда.

source: I' ve gotta work to make that happen.
ru: Но для того, чтобы наша жизнь была хоть немного похожа на ту, что в журналах, прости, я должен работать, чтобы это произошло.

source: Do you even believe what you' re saying, huh?
ru: Ты хоть сам- то веришь в то, что говоришь?

source: This is not about things, Will... and it' s not about money.
ru: Ведь дело не в этом, Вил.

source: You' re neglectful.
ru: Ты невнимателен.

source: You are an emotionally neglectful husband... and you' re an emotionally neglectful father.
ru: И ты эмоционально безразличный отец.

source: Got it now?
ru: Теперь ты понял?

source: Neglectful?
ru: Это называется безразличием!?

source: You' re not here, Will.
ru: Тебя нет с нами, Вил.

source: You' re never here.
ru: Никогда нет!

source: Someone' s trying to kill me!
ru: Вы хотите меня убить!

source: It' s for Bart.
ru: Погодите- ка, это Барту.

source: But who' d wanna hurt me?
ru: Но я- то кому навредил?

source: I' m this century' s Dennis the Menace.
ru: Я же божий одуванчик просто.

source: It' s probably the person you least suspect.
ru: Это может сделать тебя последним, кого можно подозревать.

source: That' s good, Dad.
ru: Это хорошо, папа.

source: Monday is our busiest day.
ru: Понедельник у нас - самый хлопотный день.

source: People tend to shoot most of their pictures on weekends.
ru: Люди делают большинство фотографий в выходные.

source: The store has several regular customers.
ru: У магазина есть несколько постоянных клиентов.

source: There' s Mrs. Von Unwerth who only takes pictures of her cats.
ru: Миссис Воннервут снимает только своих кошек.

source: I' ve never seen a picture of a human being.
ru: Я ни разу не видел у неё кадра с человеком.

source: Just cats.
ru: Только кошки.

source: 2 copies, please, Mr. Parrish.
ru: В двойном экземпляре пожалуйста, господин Пэрриш.

source: There' s Mr. Siskind.
ru: А это мистер Сискен.

source: Mr. Siskind is an insurance claims adjuster.
ru: Мистер Сискен работает в страховой компании.

source: He only brings in pictures of wrecked cars.
ru: Он приносит фотографии только разбитых машин.

source: The usual, Sy.
ru: Размер как обычно.

source: I need these by 3: 00.
ru: Они мне нужны к трём.

source: We get all the new parents which, in this neighborhood... makes up a big part of our business.
ru: Есть молодые родители, которые составляют большую долю нашего дохода.

source: New parents go photo crazy.
ru: Новоявленные родители становятся просто фотоманьяками.

source: I don' t know how many rolls I have here.
ru: Я не знаю, сколько у меня тут плёнок.

source: Cindy, a nurse from a nearby cosmetic surgery clinic is a regular customer.
ru: Синди, постоянная наша клиентка, работает медсестрой в косметической клинике.

source: We do all of Dr. Fried' s before and after shots.
ru: Мы печатаем все снимки доктора Фридса до и после операций.

source: Oh, thanks, Sy.
ru: Спасибо, Сэй.

source: Then there' s the amateur porn artists.
ru: Далее следуют новоявленные мастера порноискусства.

source: We have to report kiddie porn and animal cruelty... but anything else, no questions asked.
ru: Мы должны заявлять о детской порнографии и зоофилии, но всё остальное печатается без вопросов.

source: Plus point 3?
ru: Ларри, всё, что я от тебя хочу, это взглянуть на эти снимки.

source: Nobody gives a shit until those shifts are in the double digits.
ru: Да всем насрать, если будет чуть- чуть двоиться.

source: It' s blue, Larry.
ru: Они синие, Ларри!

source: Well, I bet Brandt cares about a plus point 3.
ru: Ну, значит Брэду будет дело до плюс 0, 3.

source: Are you fuckin 'threatening me?
ru: Ты что, мне угрожаешь, мать твою?

source: You' re breakin 'my balls over a plus 3 blue shift.
ru: Ты мне готов яйца рвать из- за ничтожного сдвига.

source: Fuckin 'asshole.
ru: Урод больной.

source: Next time you call me out here... that thing better be belching fire.
ru: В следующий раз, когда меня вызовешь, я надеюсь у вас тут вообще всё сгорит.

source: That' s a great attitude, Larry.
ru: Отличное отношение, Ларри.

source: Thanks for your precision work.
ru: Спасибо за твою добросовестную работу.

source: What the hell you doin '?
ru: Сэй, ты что, чёрт возьми, устроил?

source: What was the deal with you and the AGFA guy?
ru: Что за дела были у тебя с этим ремонтником?

source: Well, Bill, I' m trying to preserve a minimum level of quality for my customers.
ru: Билл, я стараюсь поддержать минимальный уровень качества для своих клиентов.

source: Your customers.
ru: Ах, твоих клиентов...

source: And he seems to think that a plus point 3 shift to cyan is insignificant.
ru: Это же катастрофа!

source: Sy, let me try and explain something to you one more time.
ru: Сэй, позволь кое- что объяснить тебе ещё раз.

source: You need to take another look at your place on the food chain.
ru: Тебе стоит с иной стороны посмотреть на свое место в лаборатории.

source: They' re SavMart' s customers.
ru: Это не твои клиенты, это клиенты Сеймарта.

source: If you haven' t noticed, this isn' t Neiman Marcus.
ru: И что- то мы не заметили, что тут написано твоё имя.

source: People just wanna come in here with their kids... have a good time, and save a few pennies on paper towels and socks.
ru: Люди просто хотят придти сюда с детьми, хорошо провести время и сэкономить несколько центов на туалетной бумаге и носках.

source: If they wanted to see yelling and screaming... they' d stay at home.
ru: Если им и понадобятся вопли и крики, они услышат это дома.

source: It was wrong of me to create a scene in front of all those customers, Bill.
ru: Это было моей ошибкой, вынести разборки на обозрение клиентов, Билл.

source: It won' t happen again.
ru: Это больше не повторится.

source: Sy, don' t you have some vacation time saved up?
ru: А ты что, в отпуск совсем не ходишь, Сэймур?

source: I guess I probably do.
ru: Ну отчего же, хожу.

source: You should take some time off.
ru: Ну, так и отдохнул бы.

source: Go down to a Club Med.
ru: Оторвался в каком- нибудь клубе.

source: You know, relax.
ru: Расслабился бы.

source: Lay in the sun.
ru: Полежал на солнышке.

source: Enjoy life.
ru: Насладился жизнью.

source: Well, I' il think about that, Bill.
ru: Я подумаю об этом, Билл.

source: And Sy, your lunch break was up 1/ 2 an hour ago, man.
ru: Сэй, твой перерыв уже полчаса, как кончился.

source: What the hell you been doin 'in here?
ru: Что ты тут до сих пор делаешь?

source: I' m trying to figure out if this will work with my Mac.
ru: Простите, мне нужен совет, я бы хотел спросить, работают ли они с Маком?

source: This isn' t my section.
ru: Простите, это не мой отдел.

source: Sy Parrish.
ru: Сэй Пэрриш.

source: I' m the photo tech here.
ru: Я работаю здесь в проявке.

source: I do all your family' s pictures.
ru: Делаю ваши семейные фотографии.

source: Here you are in the fesh.
ru: Верно.

source: I don' t see you in here too often.
ru: Что- то не часто вас тут видно.

source: Nina usually does most of the shopping.
ru: Мне не приходится самому заниматься покупками.

source: Um, can you help me with this?
ru: Может, поможете мне с этим?

source: Well, I wish I could, but this is computers... and I do photo finishing.
ru: Я бы хотел, но это компьютеры, а я занимаюсь фотографиями.

source: It' s not my section.
ru: Это не мой отдел.

source: I' m actually in just a little bit of a rush.
ru: Я просто спешу.

source: I had one question I needed answered.
ru: У меня всего один вопрос, на который мне нужен ответ.

source: Oh, no problem.
ru: Ну конечно.

source: I' il get, uh, I' il get someone.
ru: Я... я кого- нибудь вызову.

source: Customer assistance, aisle 4.
ru: Нужна консультация в отделе номер 4, в отделе 4.

source: Someone will be here in just a minute.
ru: Кто- нибудь сейчас подойдёт.

source: So is the rest of the family here?
ru: А остальные члены семьи здесь?

source: Uh, Jake' s around here somewhere.
ru: Джейк был где- то здесь.

source: You' re a very lucky man, Mr. Yorkin.
ru: Вам очень повезло, мистер Йоркин.

source: You have a wonderful family... and if you don' t mind my saying so... a very beautiful house, too.
ru: И если вы простите мне мою дерзость, у вас очень красивый дом.

source: Well, thank you, Sy, I, uh... appreciate that... but l -- you know, I really need to get all this stuff and get the hell outta here.
ru: Но мне правда нужно разобраться с этим и побыстрее уйти.

source: Hey, I understand.
ru: Да, я понимаю.

source: Thanks for all your help, though.
ru: Спасибо за помощь.

source: Oh, it' s okay.
ru: Не стоит благодарностей.

source: You say hello for me.
ru: Передайте от меня привет.

source: I will do.
ru: Обязательно.

source: Well, I gotta be gettin 'back.
ru: Ну ладно, мне пора на место.

source: There' il be someone here in just --
ru: Сейчас кто- нибудь подойдёт...

source: Oh, uh, great.
ru: Отлично.

source: You know, it doesn' t say here if this will work for the Mac or not.
ru: Знаете, здесь не сказано, работают они с Маком или нет.

source: We have some Mac- based stuff down here.
ru: Нет, они для ПиСи, а для Мака всё находится здесь.

source: - Jake.
ru: - Джейк!

source: I was just talking to your dad.
ru: Я только что говорил с твоим папой.

source: What do you have there?
ru: Что тут у тебя?

source: What does he do?
ru: А что он умеет?

source: Well, he' s a good guy.
ru: Он хороший.

source: He can fy, and he has a silver sword that can kill bad guys.
ru: Умеет летать и своим мечом убивает плохих парней.

source: Yeah, and he' s 60 feet tall.
ru: Он 60 футов ростом.

source: And you really want this, don' t you?
ru: И ты очень его хочешь, верно?

source: Yeah, well --
ru: Да.

source: Jake.
ru: Джейк.

source: I gotta go.
ru: Мне пора.

source: Well, I' il put this back for you, okay?
ru: Я отнесу это обратно.

source: See ya later.
ru: - Спасибо, до встречи.

source: I told you not to talk to strangers.
ru: Сказано же, не говорить с незнакомцами.

source: I' m sure my customers never think about it... but these snapshots are their little stands against the fow of time.
ru: Но эти снимки - короткие остановки в потоке времени.

source: The shutter is clicked... the fash goes off... and they' ve stopped time... if just for the blink of an eye.
ru: Пусть даже на время одного моргания.

source: "I was here.
ru: И если эти фотографии должны сказать что- то важное будущим поколениям, то вот это самое.

source: "I existed.
ru: Я существовал.

source: "and someone cared enough about me in this world to take my picture."
ru: Я был молод, счастлив и кому- то был так нужен в этом мире, что он меня сфотографировал.

source: How much for this one?
ru: Сколько стоит эта?

source: Most people don' t take snapshots of the little things... the used Band- Aid... the guy at the gas station... the wasp on the Jell- O... but these are the things that make up the true picture of our lives.
ru: Парня на заправке.

source: People don' t take pictures of these things.
ru: Люди не снимают этого.

source: Aw, Jake... you really have to tidy up your room, pal.
ru: Джейки, тебе уж точно стоит прибраться в комнате, приятель.

source: I bet your mother' s told you a thousand times.
ru: Мама наверняка тебе уже тысячу раз тебе говорила.

source: First down.
ru: Привет, Джейк.

source: It' s a good game.
ru: Хорошая игра.

source: Hi, Sy.
ru: Привет, Сэй.

source: I thought you said you were going out today.
ru: Я думала, что ты говорил, что прогуляешься сегодня.

source: Can you help me put this together?
ru: Дядя Сэй.

source: How many prints would you like of these?
ru: Сколько копий вы хотите?

source: Just one set.
ru: По одной.

source: Maya, that' s a very beautiful name.
ru: Майя, очень красивое имя.

source: Have you ever picked up prints here before?
ru: Вы уже приносили сюда фотографии?

source: It was a long time ago.
ru: Кажется однажды, но это было давно.

source: Your face looks very familiar.
ru: Ваше лицо мне очень знакомо.

source: You work around here?
ru: Вы здесь неподалёку работаете?

source: Sorta near here.
ru: В каком- то смысле, да.

source: I' ve probably seen you around the mall.
ru: Наверно я вас видел на улице.

source: I' m in here pretty often.
ru: Я там частенько бываю.

source: Well, we' re a little backed up today.
ru: Сегодня будут готовы.

source: Is 6: 00 okay?
ru: В шесть часов вас устроит?

source: I probably won' t be able to pick them up till tomorrow or the next day.
ru: Я заберу их завтра.

source: See you then.
ru: До скорого.

source: A little hustle!
ru: Давайте пошустрее, пошустрее!

source: Right there.
ru: Поехали.

source: Good shot.
ru: Давай.

source: That' s the way to strike the ball.
ru: Вот так надо бить по мячу!

source: You gotta get in front of those, son.
ru: Тебе нужно заняться этим профессионально, сынок.

source: Jake, I want you to drill it, all right?
ru: Джейк, я хочу, чтобы ты его продырявил, понятно?

source: Visualize where you want the ball to go and drill it.
ru: Нацелься на мяч и бей со всей силы.

source: Good one, Jake.
ru: Отлично, Джейк.

source: Jake, that' s not good enough.
ru: Джейк, это было не достаточно хорошо.

source: Pay attention, fellas.
ru: Внимательнее, ребята.

source: Drill it in there, Matt.
ru: И не отвлекайтесь.

source: Next practice, Thursday.
ru: Следующая тренировка в четверг.

source: If you can' t make it, be sure and tell Derrick.
ru: Отработайте удары.

source: Toby, you forgot your sweatshirt.
ru: Здравствуйте.

source: I thought I' d check it out.
ru: Я тут просто проходил мимо, увидел тебя и решил заглянуть.

source: You all right?
ru: Джейк, всё нормально?

source: Nah, I got my bike.
ru: Тебя мама заберёт?

source: That was a great shot you made.
ru: Ты отлично ударил.

source: But your coach was a little rough.
ru: Твой тренер был что- то грубоват.

source: I thought he should be more supportive.
ru: Он мог бы быть более снисходительным.

source: Do you want me to have a word with him for you?
ru: Может, тебя проводить?

source: Nah, it' s okay.
ru: Да нет, я сам.

source: I will.
ru: Я могу.

source: When I was your age...
ru: Ну ладно.

source: Let' s face it.
ru: Я был рыхловатым парнем, я думал, что я толстый.

source: I was sick all the time.
ru: Меня всегда тошнило.

source: Kept comin 'down with mono and hepatitis... and then I broke my collarbone... and I had to wear this weird cast where I kept my arm up like this all winter.
ru: У меня были проблемы с аппетитом, а потом я сломал руку и проходил вот так с гипсом целую зиму.

source: I wasn' t exactly the most popular kid.
ru: Я не был всеобщим любимцем.

source: How' d you break your collarbone?
ru: А как вы сломали руку?

source: Oh, I fell out of a tree.
ru: Упал с дерева.

source: How' s your dad doing?
ru: Как дела у папы?

source: Does he come to see the games?
ru: Он приходит смотреть игры?

source: Yeah, sometimes.
ru: Да, иногда.

source: Does he come to see any of the games?
ru: На все игры приходит?

source: He' s really busy at work.
ru: Он очень занят на работе.

source: He' s -- He' s busy all the time.
ru: Не знаю... он всё время занят.

source: He sounds like an important guy.
ru: Похоже, он важный человек.

source: I guess.
ru: Наверно.

source: He owns a company and everything.
ru: У него своя компания и всё такое.

source: like that cool bike and those soccer shoes.
ru: Наверно он просто хочет, чтобы у вас с мамой были хорошие вещи, вроде этого классного велосипеда.

source: You know, those things cost money.
ru: Всё это дорого стоит.

source: He' d be here if he could.
ru: Он был бы здесь, если бы мог.

source: Wanna guess what it is?
ru: Угадаешь, что там?

source: It' s -- It' s the one you wanted.
ru: Это ведь его ты хотел?

source: Mr. Parrish, I can' t take this.
ru: Мистер Пэрриш, я не могу его взять.

source: Sure you can, Jake.
ru: Ну конечно можешь, Джейк.

source: My parents won' t let me.
ru: Мои родители не разрешат.

source: I' d better be gettin 'back home now.
ru: Мне пора домой.

source: Thanks anyway, Mr. Parrish.
ru: Да, но всё равно спасибо, мистер Пэрриш.

source: Okay, see you around the store.
ru: Увидимся в магазине.

source: The name' s Sy.
ru: Меня зовут Сэй.

source: Okay, Sy.
ru: Ладно, Сэй.

source: There' s been, like, some kind of shift.
ru: Может в смену...

source: Maybe five weeks.
ru: Или пять.

source: No, I know that, but...
ru: Нет, я это знаю, но...

source: This feels different, you know?
ru: Да, но это совсем по- другому, понимаешь?

source: I can' t talk right now.
ru: Слушай, я сейчас не могу говорить.

source: Hi there.
ru: Здравствуйте.

source: I saw you down here and thought I' d say hello.
ru: Я увидел вас у стойки и решил поздороваться.

source: I' m just grabbing some shopping fuel.
ru: Я тут просто занимаюсь заправкой товарами.

source: I never see you away from the store.
ru: Я никогда вас не видел вне магазина.

source: After all these years, you' d think we' d run into each other at some point.
ru: После стольких лет мы должны были где- то столкнуться.

source: Why, do you live around here?
ru: Вы здесь живёте?

source: Well, that' s quite a drive.
ru: Я живу в центре.

source: No, I' m used to it.
ru: Далековато ездить.

source: You have a nice boy there.
ru: У вас прекрасный мальчик.

source: - Aw.
ru: Может, немного чувствителен, но вы ему нравитесь, Сэй.

source: He calls you "Sy the photo guy."
ru: Потому что вы Сэй - фотограф.

source: You know, I' ve watched him grow since he was this big.
ru: Я видел как он рос вот из такой крохи.

source: You' ve been doing our pictures for a long time.
ru: Вы уже давно печатаете наши фотографии.

source: You know, I almost feel like "Uncle Sy."
ru: Я чувствую себя почти как дядя Сэй.

source: Well, I' ve got some serious shopping to do, Sy.
ru: Что ж, мне ещё нужно крупно закупиться.

source: That' s so weird.
ru: Что?

source: l -- l -- I' m --
ru: Это так странно.

source: I' m reading that exact book right now.
ru: Я сейчас читаю ту же самую книгу.

source: I can' t believe that you' d be reading that book.
ru: Да нет же.

source: You know, he writes a lot about noticing coincidence, doesn' t he?
ru: Ну ведь он пишет много о совпадениях, не так ли?

source: Yeah, he does.
ru: Да, пишет.

source: I had no idea you were such a deep thinker, Sy.
ru: Теперь я вижу, что вы ещё и глубокомысленны.

source: I wouldn' t say that.
ru: Я бы так не сказал.

source: I' m not married.
ru: Нет, я не женат.

source: No girlfriend?
ru: И подруги нет?

source: I have a snapshot of my mother, though.
ru: Я ношу с собой карточку мамы.

source: She looks very nice.
ru: Она очень мила.

source: I' m sorry, Sy.
ru: Мне жаль, Сей.

source: Um, it was really nice chatting with you.
ru: Надо же, мне пора.

source: It was nice chatting with you.
ru: Приятно было поболтать.
